Repository: milmil-dev/milmil
Catalog: macos/Milmil/Resources/Localizable.xcstrings
Source language: zh_hant
Languages: en, ja, ko, zh_hans

source: 彈幕（D，右鍵設定）
en: Danmaku (D, right-click for settings)
ja: 弾幕（D、右クリックで設定）
ko: 댓글(D, 우클릭으로 설정)
zh_hans: 弹幕（D，右键设置）

source: 彈幕：開
en: Danmaku: on
ja: 弾幕: オン
ko: 댓글: 켜짐
zh_hans: 弹幕：开

source: 彈幕：關
en: Danmaku: off
ja: 弾幕: オフ
ko: 댓글: 꺼짐
zh_hans: 弹幕：关

source: 影格率
en: Frame rate
ja: フレームレート
ko: 프레임 속도
zh_hans: 帧率

source: 待推送 %lld
en: %lld pending
ja: 保留中 %lld
ko: 대기 중 %lld

source: 後退 / 前進 30 秒
en: Back / forward 30 s
ja: 30 秒戻る / 進む
ko: 30초 뒤로 / 앞으로
zh_hans: 后退 / 前进 30 秒

source: 後退 / 前進 5 秒
en: Back / forward 5 s
ja: 5 秒戻る / 進む
ko: 5초 뒤로 / 앞으로
zh_hans: 后退 / 前进 5 秒

source: 後退 10 秒
en: Back 10 s
ja: 10 秒戻す
ko: 10초 뒤로
zh_hans: 后退 10 秒

source: 後退 30 秒
en: Back 30 s
ja: 30 秒戻す
ko: 30초 뒤로
zh_hans: 后退 30 秒

source: 後退 5 秒
en: Back 5 s
ja: 5 秒戻す
ko: 5초 뒤로
zh_hans: 后退 5 秒

source: 從 %@ 拉取
en: Pull from %@
ja: %@ から取得
ko: %@에서 가져오기
zh_hans: 从 %@ 拉取

source: 從 %@ 繼續
en: Resume from %@
ja: %@ から再開
ko: %@부터 이어보기
zh_hans: 从 %@ 继续

source: 從作品頁按「預告片」開啟。
en: Open one from a series page with the Trailer button.
ja: 作品ページの「予告編」から開きます。
ko: 작품 페이지의 '예고편' 버튼으로 엽니다.
zh_hans: 从作品页点“预告片”打开。

source: 從作品頁選一集開始播放
en: Pick an episode on a title page to start
ja: 作品ページでエピソードを選んで再生
ko: 작품 페이지에서 에피소드를 골라 재생하세요
zh_hans: 从作品页选一集开始播放

source: 從剪貼簿貼上
en: Paste from clipboard
ja: クリップボードから貼り付け
ko: 클립보드에서 붙여넣기
zh_hans: 从剪贴板贴上

source: 從外部來源匯入彈幕
en: Import danmaku from an external source
ja: 外部ソースから弾幕を取り込む
ko: 외부 소스에서 댓글 가져오기
zh_hans: 从外部来源导入弹幕

source: 從媒體庫移除
en: Remove from library
ja: ライブラリから削除
ko: 라이브러리에서 제거
zh_hans: 从媒体库移除

source: 從收藏移除
en: Remove from collection
ja: コレクションから削除
ko: 컬렉션에서 제거
zh_hans: 从收藏移除

source: 從磁碟刪除
en: Delete from Disk
ja: ディスクから削除
ko: 디스크에서 삭제
zh_hans: 从磁盘删除

source: 從磁碟刪除…
en: Delete from Disk…
ja: ディスクから削除…
ko: 디스크에서 삭제…
zh_hans: 从磁盘删除…

source: 從繼續觀看移除
en: Remove from Continue Watching
ja: 「続きを見る」から削除
ko: 이어보기에서 제거
zh_hans: 从继续观看移除

source: 從頭播放
en: Play from start
ja: 最初から再生
ko: 처음부터 재생
zh_hans: 从头播放

source: 復原
en: Undo
ja: 元に戻す
ko: 되돌리기
zh_hans: 还原

source: 復原 %lld 個檔案
en: Reverted %lld files
ja: %lld ファイルを元に戻しました
ko: 파일 %lld개를 되돌렸습니다
zh_hans: 还原 %lld 个文件

source: 復原…
en: Undo…
ja: 元に戻す…
ko: 되돌리기…
zh_hans: 还原…

source: 復原「%@」？
en: Undo “%@”?
ja: 「%@」を元に戻しますか？
ko: “%@”을(를) 되돌릴까요?
zh_hans: 还原“%@”？

source: 復原中…
en: Undoing…
ja: 元に戻しています…
ko: 되돌리는 중…
zh_hans: 还原中…

source: 復原這批重新命名（%lld 個檔案）？
en: Undo this rename batch (%lld files)?
ja: このリネームのバッチ（%lld ファイル）を元に戻しますか？
ko: 이 이름 바꾸기 배치(파일 %lld개)를 되돌릴까요?
zh_hans: 还原这批重命名（%lld 个文件）？

source: 心理
en: Psychological
ja: サイコロジカル
ko: 심리

source: 忘記這部作品的段落
en: Forget this series’ skips
ja: この作品の区間を忘れる
ko: 이 작품의 구간 잊기
zh_hans: 忘记这部作品的段落

source: 快取
en: Cache
ja: キャッシュ
ko: 캐시
zh_hans: 缓存

source: 快捷鍵
en: Shortcuts
ja: ショートカット
ko: 단축키
zh_hans: 快捷键

source: 快捷鍵…
en: Shortcuts…
ja: ショートカット…
ko: 단축키…
zh_hans: 快捷键…

source: 快捷鍵說明
en: Shortcut help
ja: ショートカット一覧
ko: 단축키 도움말
zh_hans: 快捷键说明

source: 快速
en: Fast
ja: 高速
ko: 빠름

source: 快速搜尋
en: Quick search
ja: クイック検索
ko: 빠른 검색
zh_hans: 快速搜索

source: 快速搜尋…
en: Quick Search…
ja: クイック検索…
ko: 빠른 검색…
zh_hans: 快速搜索…

source: 快速搜尋（⌘K）
en: Quick search (⌘K)
ja: クイック検索（⌘K）
ko: 빠른 검색 (⌘K)
zh_hans: 快速搜索（⌘K）

source: 恐怖
en: Horror
ja: ホラー
ko: 공포

source: 恢復追蹤同步
en: Resume Tracker Sync
ja: トラッカー同期を再開
ko: 트래커 동기화 재개
zh_hans: 恢复追踪同步

source: 想看
en: Plan to watch
ja: 見たい
ko: 볼 예정

source: 懸疑
en: Mystery
ja: ミステリー
ko: 미스터리
zh_hans: 悬疑

source: 戀愛
en: Romance
ja: 恋愛
ko: 로맨스
zh_hans: 恋爱

source: 我的
en: Personal
ja: マイ
ko: 내 항목

source: 我的評分 %lld
en: My rating %lld
ja: 自分の評価 %lld
ko: 내 평점 %lld
zh_hans: 我的评分 %lld

source: 截圖
en: Screenshot
ja: スクリーンショット
ko: 스크린샷
zh_hans: 截图

source: 截圖到剪貼簿
en: Screenshot to clipboard
ja: スクリーンショットをクリップボードへ
ko: 클립보드로 스크린샷
zh_hans: 截图到剪贴板

source: 截圖失敗
en: Screenshot failed
ja: スクリーンショットに失敗しました
ko: 스크린샷 실패
zh_hans: 截图失败

source: 截圖已複製
en: Screenshot copied
ja: スクリーンショットをコピーしました
ko: 스크린샷 복사됨
zh_hans: 截图已复制

source: 截圖（含字幕）
en: Screenshot (with subtitles)
ja: スクリーンショット（字幕あり）
ko: 스크린샷(자막 포함)
zh_hans: 截图（含字幕）

source: 所有字幕組
en: All sub-groups
ja: すべての字幕グループ
ko: 모든 자막 그룹
zh_hans: 所有字幕组

source: 手動
en: Manual
ko: 수동
zh_hans: 手动

source: 手動匹配
en: Manual match
ja: 手動マッチ
ko: 수동 매칭
zh_hans: 手动匹配

source: 手動匹配…
en: Match manually…
ja: 手動でマッチ…
ko: 수동 매칭…
zh_hans: 手动匹配…

source: 找不到「%@」
en: No results for “%@”
ja: 「%@」は見つかりません
ko: “%@”에 대한 결과 없음

source: 找不到檔案，播放時會略過
en: File not found; skipped during playback
ja: ファイルが見つからないため再生時にスキップされます
ko: 파일을 찾을 수 없어 재생 시 건너뜁니다
zh_hans: 找不到文件，播放时会跳过

source: 找種子
en: Find torrents
ja: トレント検索
ko: 토렌트 찾기
zh_hans: 找种子

source: 技術資訊
en: Technical info
ja: 技術情報
ko: 기술 정보
zh_hans: 技术信息

source: 抓取範圍
en: Episodes to take
ja: 取得範囲
ko: 가져올 범위
zh_hans: 抓取范围

source: 拉回主視窗
en: Bring Back to Main Window
ja: メインウインドウに戻す
ko: 메인 윈도우로 되돌리기
zh_hans: 拉回主窗口

source: 拉回此頁
en: Bring back here
ja: このページに戻す
ko: 이 페이지로 가져오기
zh_hans: 拉回此页

source: 拋棄
en: Dropped
ja: 中断
ko: 중단
zh_hans: 抛弃

source: 拔除耳機時暫停
en: Pause when headphones disconnect
ja: ヘッドフォンが外れたら一時停止
ko: 헤드폰 연결이 끊기면 일시정지
zh_hans: 拔除耳机时暂停

source: 拖放圖片到頭像即可更換；也可以用你追的番劇角色。
en: Drop an image on the avatar to replace it, or pick a character from a series you follow.
ja: 画像をアバターにドロップして変更できます。フォロー中の作品のキャラクターも使えます。
ko: 이미지를 아바타에 끌어다 놓아 바꾸거나, 팔로우 중인 작품의 캐릭터를 사용할 수 있습니다.
zh_hans: 拖放图片到头像即可更换；也可以用你追的番剧角色。

source: 指定範圍
en: Range
ja: 範囲指定
ko: 범위 지정
zh_hans: 指定范围

source: 按下按鍵…
en: Press a key…
ja: キーを押してください…
ko: 키를 누르세요…
zh_hans: 按下按键…

source: 按下要綁定到「%@」的按鍵，Esc 取消
en: Press the key to bind to “%@”, Esc to cancel
ja: 「%@」に割り当てるキーを押してください。Esc でキャンセル
ko: “%@”에 지정할 키를 누르세요. Esc로 취소
zh_hans: 按下要绑定到「%@」的按键，Esc 取消

source: 按住 ⌘ 顯示快捷鍵
en: Hold ⌘ to show shortcuts
ja: ⌘ を長押しでショートカットを表示
ko: ⌘를 길게 눌러 단축키 보기
zh_hans: 按住 ⌘ 显示快捷键

source: 按空白鍵預覽
en: Press Space to preview
ja: スペースキーでプレビュー
ko: 스페이스 키로 미리보기
zh_hans: 按空格键预览

source: 按鍵已被使用
en: Key already in use
ja: キーは使用済みです
ko: 이미 사용 중인 키입니다
zh_hans: 按键已被使用

source: 掃描
en: Scan
ja: スキャン
ko: 스캔
zh_hans: 扫描

source: 掃描中 · 找到 %lld 個檔案
en: Scanning · %lld files found
ja: スキャン中 · %lld ファイルを検出
ko: 스캔 중 · 파일 %lld개 발견
zh_hans: 扫描中 · 找到 %lld 个文件

source: 掃描中…
en: Scanning…
ja: スキャン中…
ko: 스캔 중…
zh_hans: 扫描中…

source: 掃描失敗
en: Scan failed
ja: スキャンに失敗しました
ko: 스캔 실패
zh_hans: 扫描失败

source: 掃描後會列出這個資料夾裡的影片。
en: Videos in this folder are listed after a scan.
ja: スキャンするとこのフォルダ内の動画が表示されます。
ko: 스캔하면 이 폴더의 동영상이 표시됩니다.
zh_hans: 扫描后会列出这个数据夹里的视频。

source: 掃描間隔
en: Scan interval
ja: スキャン間隔
ko: 스캔 간격
zh_hans: 扫描间隔

source: 排序
en: Sort
ja: 並び替え
ko: 정렬

source: 排除正則
en: Exclude regex
ja: 除外の正規表現
ko: 제외 정규식
zh_hans: 排除正则

source: 排除追蹤同步
en: Exclude from Tracker Sync
ja: トラッカー同期から除外
ko: 트래커 동기화에서 제외
zh_hans: 排除追踪同步

source: 排隊中
en: Queued
ja: 待機中
ko: 대기 중
zh_hans: 排队中

source: 探索
en: Discover
ko: 탐색

source: 推薦
en: Recommended
ja: おすすめ
ko: 추천
zh_hans: 推荐

source: 推送本機變更
en: Push local changes
ja: ローカルの変更を送信
ko: 로컬 변경 사항 푸시
zh_hans: 推送本地变更

source: 描邊
en: Outline
ja: 縁取り
ko: 테두리

source: 描邊寬度
en: Stroke width
ja: ストローク幅
ko: 테두리 두께
zh_hans: 描边宽度

source: 描邊與陰影
en: Outline and shadow
ja: 縁取りと影
ko: 외곽선 및 그림자
zh_hans: 描边与阴影

source: 描邊顏色
en: Outline color
ja: 縁取りの色
ko: 외곽선 색상
zh_hans: 描边颜色

source: 提前
en: Lead time
ja: 事前
ko: 미리

source: 提示音
en: Sound
ja: 通知音
ko: 알림음

source: 換一部
en: Pick another
ja: 別の作品にする
ko: 다른 작품 선택
zh_hans: 换一部

source: 換個來源或關鍵字試試。
en: Try another source or keyword.
ja: 別のソースやキーワードを試してください。
ko: 다른 소스나 키워드를 시도해 보세요.
zh_hans: 换个来源或关键字试试。

source: 換個分類，或看全部通知。
en: Try another category, or view all notifications.
ja: 別のカテゴリを選ぶか、すべての通知を表示してください。
ko: 다른 카테고리를 고르거나 전체 알림을 확인하세요.
zh_hans: 换个分类，或查看全部通知。

source: 換個篩選條件試試。
en: Try a different filter.
ja: 別のフィルターを試してください。
ko: 다른 필터를 사용해 보세요.
zh_hans: 换个筛选条件试试。

source: 換個關鍵字，或清除搜尋看看整個清單。
en: Try another keyword, or clear the search to see the whole list.
ja: 別のキーワードを試すか、検索をクリアして一覧全体を表示してください。
ko: 다른 키워드를 써 보거나 검색을 지우고 전체 목록을 확인하세요.
zh_hans: 换个关键字，或清除搜索查看整个列表。

source: 搜尋
en: Search
ja: 検索
ko: 검색
zh_hans: 搜索

source: 搜尋作品
en: Search titles
ja: 作品を検索
ko: 작품 검색
zh_hans: 搜索作品

source: 搜尋作品…
en: Search titles…
ja: 作品を検索…
ko: 작품 검색…
zh_hans: 搜索作品…

source: 搜尋作品、集數，或輸入指令…
en: Search titles, episodes, or type a command…
ja: 作品、エピソードを検索、またはコマンドを入力…
ko: 작품, 에피소드 검색 또는 명령 입력…
zh_hans: 搜索作品、集数，或输入指令…

source: 搜尋作品（Bangumi / AniList）…
en: Search titles (Bangumi / AniList)…
ja: 作品を検索（Bangumi / AniList）…
ko: 작품 검색(Bangumi / AniList)…
zh_hans: 搜索作品（Bangumi / AniList）…

source: 搜尋彈幕…
en: Search danmaku…
ja: 弾幕を検索…
ko: 댓글 검색…
zh_hans: 搜索弹幕…

source: 搜尋所有來源…
en: Search all sources…
ja: すべてのソースを検索…
ko: 모든 소스 검색…
zh_hans: 搜索所有来源…

source: 搜尋檔名…
en: Search file names…
ja: ファイル名を検索…
ko: 파일 이름 검색…
zh_hans: 搜索文件名…

source: 搜尋歷史…
en: Search history…
ja: 履歴を検索…
ko: 기록 검색…
zh_hans: 搜索历史…

source: 搜尋種子
en: Search torrents
ja: トレントを検索
ko: 토렌트 검색
zh_hans: 搜索种子

source: 搜尋結果
en: Results
ja: 検索結果
ko: 검색 결과
zh_hans: 搜索结果

source: 搜尋關鍵字
en: Search keyword
ja: 検索キーワード
ko: 검색 키워드
zh_hans: 搜索关键字

source: 搜尋（/）
en: Search (/)
ja: 検索（/）
ko: 검색 (/)
zh_hans: 搜索（/）

source: 搜尋（⌘K）
en: Search (⌘K)
ja: 検索 (⌘K)
ko: 검색 (⌘K)
zh_hans: 搜索（⌘K）

source: 撤銷
en: Revoke
ja: 取り消し
ko: 취소
zh_hans: 撤销

source: 撤銷「%@」？
en: Revoke “%@”?
ja: 「%@」を取り消しますか？
ko: “%@”을(를) 취소할까요?
zh_hans: 撤销「%@」？

source: 播出前提醒
en: Remind before airing
ja: 放送前に通知
ko: 방영 전 알림

source: 播出提醒
en: Airing reminders
ja: 放送リマインダー
ko: 방영 알림

source: 播出提醒：提前 %lld 分鐘
en: Airing reminder: %lld min before
ja: 放送リマインダー: %lld 分前
ko: 방영 알림: %lld분 전
zh_hans: 播出提醒：提前 %lld 分钟

source: 播完呢集停
en: Stop after this episode
ja: この話が終わったら停止
ko: 이 에피소드 후 정지
zh_hans: 播完这集停

source: 播完這集停止
en: Stop after this episode
ja: この話が終わったら停止
ko: 이 에피소드 후 정지
zh_hans: 播完这集停止

source: 播放
en: Play
ja: 再生
ko: 재생

source: 播放 / 暫停
en: Play / Pause
ja: 再生 / 一時停止
ko: 재생 / 일시정지
zh_hans: 播放 / 暂停

source: 播放 EP%@
en: Play EP%@
ja: EP%@ を再生
ko: EP%@ 재생

source: 播放下一集
en: Play next episode
ja: 次のエピソードを再生
ko: 다음 에피소드 재생

source: 播放來源
en: Source
ja: 再生ソース
ko: 재생 소스
zh_hans: 播放来源

source: 播放問題報告已複製
en: Playback report copied
ja: 再生レポートをコピーしました
ko: 재생 보고서를 복사했습니다
zh_hans: 播放问题报告已复制

source: 播放器
en: Player
ja: プレーヤー
ko: 플레이어

source: 播放器偏好設定
en: Player preferences
ja: プレーヤー設定
ko: 플레이어 환경설정
zh_hans: 播放器偏好设置

source: 播放器側欄
en: Player Sidebar
ja: プレーヤーのサイドバー
ko: 플레이어 사이드바
zh_hans: 播放器侧栏

source: 播放器全螢幕
en: Player Full Screen
ja: プレーヤーをフルスクリーン
ko: 플레이어 전체 화면
zh_hans: 播放器全屏

source: 播放時使用這個檔案
en: Playback uses this file
ja: 再生にはこのファイルを使用します
ko: 재생 시 이 파일을 사용합니다
zh_hans: 播放时使用这个文件

source: 播放最近一套嘅下一集
en: Play Next Episode of Last Watched
ja: 最近見た作品の次の話を再生
ko: 최근 본 작품의 다음 에피소드 재생
zh_hans: 播放最近一部的下一集

source: 播放速度
en: Playback speed
ja: 再生速度
ko: 재생 속도

source: 播放過的集數會出現在這裡，也會同步到 AniList / Bangumi。
en: Episodes you've played show up here and sync to AniList / Bangumi.
ja: 再生したエピソードはここに表示され、AniList / Bangumi にも同期されます。
ko: 재생한 에피소드가 여기에 표시되고 AniList / Bangumi에 동기화됩니다.
zh_hans: 播放过的集数会出现在这里，也会同步到 AniList / Bangumi。

source: 操作失敗
en: Action failed
ja: 操作に失敗しました
ko: 작업 실패
zh_hans: 操作失败

source: 擱置
en: On hold
ja: 保留
ko: 보류
zh_hans: 搁置

source: 擷取
en: Capture
ja: キャプチャ
ko: 캡처
zh_hans: 撷取

source: 收合
en: Less
ja: 折りたたむ
ko: 접기
zh_hans: 收起

source: 收藏
en: Collection
ja: コレクション
ko: 컬렉션

source: 收藏是空的
en: Your collection is empty
ja: コレクションは空です
ko: 컬렉션이 비어 있습니다

source: 收藏的番劇會出現在 Spotlight，選取後直接開啟作品頁。
en: Series in your collection show up in Spotlight and open their page when picked.
ja: コレクションの作品が Spotlight に表示され、選択すると作品ページが開きます。
ko: 컬렉션의 작품이 Spotlight에 표시되며 선택하면 작품 페이지가 열립니다.
zh_hans: 收藏的番剧会出现在 Spotlight，选取后直接打开作品页。

source: 改為綁定到「%@」
en: Bind to “%@” instead
ja: 「%@」に割り当て直す
ko: “%@”에 대신 지정
zh_hans: 改为绑定到「%@」

source: 改用瀏覽器開啟看看。
en: Try opening it in the browser instead.
ja: 代わりにブラウザで開いてみてください。
ko: 대신 브라우저에서 열어 보세요.
zh_hans: 改用浏览器打开试试。

source: 放送中
en: Airing
ko: 방영중
zh_hans: 连载中

source: 放開以加入下載
en: Release to add download
ja: ドロップしてダウンロードに追加
ko: 놓으면 다운로드에 추가됩니다
zh_hans: 放开以加入下载

source: 整合
en: Integrations
ja: 連携
ko: 연동
zh_hans: 集成

source: 新匹配的動畫自動加入收藏
en: Automatically add newly matched anime to your collection
ja: 新しくマッチしたアニメを自動的にコレクションに追加
ko: 새로 매치된 애니메이션을 자동으로 컬렉션에 추가
zh_hans: 新匹配的动画自动加入收藏

source: 新增
en: Add
ja: 追加
ko: 추가
zh_hans: 添加

source: 新增 RSS 來源
en: Add RSS feed
ja: RSS フィードを追加
ko: RSS 피드 추가
zh_hans: 添加 RSS 来源

source: 新增下載
en: Add download
ja: ダウンロードを追加
ko: 다운로드 추가
zh_hans: 新增下载

source: 新增下載…
en: New Download…
ja: 新規ダウンロード…
ko: 새 다운로드…
zh_hans: 新建下载…

source: 新增下載規則
en: New download rule
ja: ダウンロードルールを追加
ko: 새 다운로드 규칙
zh_hans: 新增下载规则

source: 新增並掃描
en: Add and scan
ja: 追加してスキャン
ko: 추가 후 스캔
zh_hans: 新增并扫描

source: 新增來源
en: Add feed
ja: ソースを追加
ko: 소스 추가
zh_hans: 新增来源

source: 新增媒體庫
en: Add Library
ja: ライブラリを追加
ko: 라이브러리 추가
zh_hans: 添加媒体库

source: 新增規則
en: Add rule
ja: ルールを追加
ko: 규칙 추가
zh_hans: 新增规则

source: 新增訂閱
en: Add subscription
ja: サブスクリプションを追加
ko: 구독 추가
zh_hans: 添加订阅

source: 新增訂閱來源
en: New feed
ja: 購読ソースを追加
ko: 새 구독 소스
zh_hans: 新增订阅来源

source: 新密碼（至少 8 字元）
en: New password (8+ characters)
ja: 新しいパスワード（8 文字以上）
ko: 새 비밀번호(8자 이상)
zh_hans: 新密码（至少 8 字元）

source: 新集可播放
en: Episode ready
ja: 新しい話が視聴可能
ko: 새 에피소드 시청 가능

source: 旋轉 90°
en: Rotate 90°
ja: 90° 回転
ko: 90° 회전
zh_hans: 旋转 90°

source: 日常
en: Slice of life
ko: 일상

source: 日曜日
en: Sunday
ko: 일요일

source: 日期
en: Date
ja: 日付
ko: 날짜

source: 明天
en: Tomorrow
ja: 明日
ko: 내일

source: 明天播出
en: Airs tomorrow
ja: 明日放送
ko: 내일 방영

source: 星期一
en: Monday
ja: 月曜日
ko: 월요일

source: 星期六
en: Saturday
ja: 土曜日
ko: 토요일

source: 星期日
en: Sunday
ja: 日曜日
ko: 일요일

source: 星期日追番週報
en: Sunday weekly digest
ja: 日曜の週間まとめ
ko: 일요일 주간 요약
zh_hans: 星期日追番周报

source: 春
en: Spring
ko: 봄

source: 春季
en: Spring
ja: 春
ko: 봄

source: 昨天
en: Yesterday
ja: 昨日
ko: 어제

source: 是
en: Yes
ja: はい
ko: 예

source: 是（tone-mapping）
en: Yes (tone-mapping)
ja: あり（トーンマッピング）
ko: 예(톤 매핑)

source: 時刻表
en: Schedule
ja: 番組表
ko: 편성표
zh_hans: 时刻表

source: 時段內不顯示橫幅，通知仍會留在通知頁。
en: No banners during these hours; notifications still land on the Notifications page.
ja: この時間帯はバナーを表示しません。通知は通知ページに残ります。
ko: 이 시간에는 배너를 표시하지 않으며 알림은 알림 페이지에 남습니다.
zh_hans: 时段内不显示横幅，通知仍会留在通知页。

source: 時間
en: Timing
ja: タイミング
ko: 타이밍
zh_hans: 时间

source: 時間到會用 10 秒慢慢淡出再暫停；「播完這集停止」不會自動播下一集。
en: When it fires the volume fades out over 10 s before pausing; “Stop after this episode” also skips autoplay.
ja: 時間になると 10 秒かけてフェードアウトしてから一時停止します。「この話が終わったら停止」は次の話を自動再生しません。
ko: 시간이 되면 10초 동안 페이드아웃한 뒤 일시정지합니다. ‘이 에피소드 후 정지’는 다음 화를 자동 재생하지 않습니다.
zh_hans: 时间到会用 10 秒慢慢淡出再暂停；“播完这集停止”不会自动播下一集。

source: 時間到會用 10 秒慢慢淡出再暫停；「播完這集停止」唔會自動播下一集。
en: When the timer ends the volume fades out over 10 s, then playback pauses; “Stop after this episode” also skips auto-play of the next one.
ja: 時間になると 10 秒かけて音量を下げてから一時停止します。「この話が終わったら停止」では次の話を自動再生しません。
ko: 시간이 되면 10초에 걸쳐 볼륨을 줄인 뒤 일시정지합니다. ‘이 에피소드 후 정지’는 다음 화 자동 재생도 하지 않습니다.
zh_hans: 时间到会用 10 秒慢慢淡出再暂停；“播完这集停止”不会自动播下一集。

source: 暫停
en: Pause
ja: 一時停止
ko: 일시 정지
zh_hans: 暂停

source: 暫停所有下載（%lld）
en: Pause All Downloads (%lld)
ja: すべてのダウンロードを一時停止（%lld）
ko: 모든 다운로드 일시정지 (%lld)
zh_hans: 暂停所有下载（%lld）

source: 更多
en: More
ja: もっと見る
ko: 더 보기

source: 更換頭像…
en: Change Avatar…
ja: アバターを変更…
ko: 아바타 변경…
zh_hans: 更换头像…

source: 更新
en: Update
ko: 업데이트

source: 更新中…
en: Updating…
ko: 업데이트 중…

source: 更新偏好設定
en: Update preferences
ja: 環境設定を更新
ko: 환경설정 업데이트
zh_hans: 更新偏好设置

source: 更新媒體檔
en: Update media file
ja: メディアファイルを更新
ko: 미디어 파일 업데이트
zh_hans: 更新媒体文件

source: 更新密碼
en: Update password
ja: パスワードを更新
ko: 비밀번호 업데이트
zh_hans: 更新密码

source: 更新收藏
en: Update collection
ja: コレクションを更新
ko: 컬렉션 업데이트

source: 更新於 %@
en: Updated %@
ja: %@ に更新
ko: %@ 업데이트
zh_hans: 更新于 %@

source: 更新通知
en: Update notifications
ja: 通知を更新
ko: 알림 업데이트

source: 更新集數
en: Update episode
ja: エピソードを更新
ko: 에피소드 업데이트
zh_hans: 更新剧集

source: 更早
en: Earlier
ja: それ以前
ko: 이전

source: 最低分
en: Minimum score
ja: 最低スコア
ko: 최소 점수

source: 最少種子數：%lld
en: Minimum seeders: %lld
ja: 最低シーダー数: %lld
ko: 최소 시더 수: %lld
zh_hans: 最少种子数：%lld

source: 最近搜尋
en: Recent searches
ja: 最近の検索
ko: 최근 검색
zh_hans: 最近搜索

source: 最近更新
en: Recently updated
ja: 最近の更新
ko: 최근 업데이트

source: 最近變更
en: Recent Changes
ja: 最近の変更
ko: 최근 변경
zh_hans: 最近更改

source: 會刪除呢部 Mac 上所有已保留嘅集數；伺服器上嘅檔案唔受影響。
en: Deletes every episode kept on this Mac; files on the server are untouched.
ja: この Mac に保存された全ての話を削除します。サーバー上のファイルには影響しません。
ko: 이 Mac에 보관된 모든 에피소드를 삭제합니다. 서버의 파일은 영향을 받지 않습니다.
zh_hans: 会删除这台 Mac 上所有已保留的集数；服务器上的文件不受影响。

source: 月曜日
en: Monday
ko: 월요일

source: 有工作失敗
en: A job failed
ja: 失敗したジョブがあります
ko: 실패한 작업이 있습니다
zh_hans: 有任务失败

source: 有新版本 v%@
en: New version v%@ available
ja: 新しいバージョン v%@
ko: 새 버전 v%@

source: 有未儲存的變更
en: Unsaved changes
ja: 未保存の変更があります
ko: 저장하지 않은 변경 사항이 있습니다
zh_hans: 有未保存的变更

source: 有檔案
en: Has file
ja: ファイルあり
ko: 파일 있음
zh_hans: 有文件

source: 服務
en: Services
ja: サービス
ko: 서비스
zh_hans: 服务

source: 服務故障
en: Service failure
ja: サービス障害
ko: 서비스 장애
zh_hans: 服务故障

source: 服務管理需要較新嘅 milmil server；web 嘅設定頁仍然可用。
en: Service management needs a newer milmil server; the web settings still work.
ja: サービス管理には新しい milmil server が必要です。Web の設定は引き続き使えます。
ko: 서비스 관리는 최신 milmil server가 필요합니다. 웹 설정은 계속 사용할 수 있습니다.
zh_hans: 服务管理需要较新的 milmil server；web 的设置页仍然可用。

source: 木曜日
en: Thursday
ko: 목요일

source: 未匹配
en: Unmatched
ja: 未マッチ
ko: 미매치

source: 未安裝
en: Not installed
ja: 未インストール
ko: 설치 안 됨
zh_hans: 未安装

source: 未播
en: Unaired
ja: 未放送
ko: 미방영

source: 未播 · %@
en: Airs %@
ja: 未放送 · %@
ko: 방영 예정 · %@

source: 未播出 %@
en: Not yet aired: %@
ja: 未放送：%@
ko: 미방영: %@

source: 未放送：%@
en: Not yet aired: %@
ko: 방영 예정: %@

source: 未登入
en: Not signed in
ja: 未サインイン
ko: 로그인 안 됨
zh_hans: 未登录

source: 未看
en: Unwatched
ja: 未視聴
ko: 시청 안 함

source: 未綁定
en: Unbound
ja: 未割り当て
ko: 지정 안 됨
zh_hans: 未绑定

source: 未連線
en: Not connected
ja: 未接続
ko: 연결 안 됨
zh_hans: 未连接

source: 本季最佳
en: Top of the Season
ja: 今期ベスト
ko: 이번 시즌 최고

source: 本月下載 %@
en: %@ downloaded this month
ja: 今月のダウンロード %@
ko: 이번 달 다운로드 %@
zh_hans: 本月下载 %@

source: 本機
en: Local
ja: ローカル
ko: 로컬
zh_hans: 本地

source: 本機副本
en: Local copy
ja: ローカルコピー
ko: 로컬 사본
zh_hans: 本机副本

source: 本機檔案
en: Local file
ja: ローカルファイル
ko: 로컬 파일
zh_hans: 本机文件

source: 本機資料夾
en: Local folder
ja: ローカルフォルダ
ko: 로컬 폴더
zh_hans: 本机文件夹

source: 本機路徑
en: Local path
ja: ローカルパス
ko: 로컬 경로
zh_hans: 本地路径

source: 本機路徑存在
en: Local path exists
ja: ローカルパスあり
ko: 로컬 경로 있음
zh_hans: 本地路径存在

source: 本機路徑對應
en: Local path mappings
ja: ローカルパスの対応
ko: 로컬 경로 매핑
zh_hans: 本地路径对应

source: 本機路徑目前不存在（未掛載？）
en: Local path doesn't exist right now (not mounted?)
ja: ローカルパスが現在存在しません（未マウント？）
ko: 로컬 경로가 현재 없습니다(마운트 안 됨?)
zh_hans: 本地路径目前不存在（未挂载？）

source: 本篇
en: Parent story
ja: 本編
ko: 본편

source: 本週
en: This Week
ja: 今週
ko: 이번 주
zh_hans: 本周

source: 本週你追嘅番出咗 %lld 集，仲有 %lld 集未睇
en: %1$lld new episodes of your shows this week, %2$lld still unwatched
ja: 今週は追っている作品の新しい話が %1$lld 話、未視聴が %2$lld 話
ko: 이번 주 새 에피소드 %1$lld개, 아직 안 본 에피소드 %2$lld개
zh_hans: 本周你追的番出了 %1$lld 集，还有 %2$lld 集未看

source: 本週追番週報
en: Weekly anime digest
ja: 今週のアニメまとめ
ko: 주간 애니 요약
zh_hans: 本周追番周报

source: 查看
en: View
ja: 表示
ko: 보기

source: 查看全部
en: View All
ja: すべて表示
ko: 전체 보기

source: 查看更新
en: View update
ja: 更新を見る
ko: 업데이트 보기

source: 標為已讀
en: Mark as read
ja: 既読にする
ko: 읽음으로 표시
zh_hans: 标为已读

source: 標記為已看
en: Mark as watched
ja: 視聴済みにする
ko: 시청함으로 표시
zh_hans: 标记为已看

source: 標記為未看
en: Mark as unwatched
ja: 未視聴にする
ko: 시청 안 함으로 표시
zh_hans: 标记为未看

source: 標題
en: Title
ja: タイトル
ko: 제목
zh_hans: 标题

source: 標題 第N話
en: Title Episode N
ja: タイトル 第N話
ko: 제목 N화
zh_hans: 标题 第N话

source: 標題正則（必填）
en: Title regex (required)
ja: タイトルの正規表現（必須）
ko: 제목 정규식(필수)
zh_hans: 标题正则（必填）

source: 模糊
en: Fuzzy
ja: あいまい
ko: 유사

source: 樣式
en: Style
ja: スタイル
ko: 스타일
zh_hans: 样式

source: 樣式與預設字體依「設定 › 字幕」，與 web 共用；ASS 字幕保留原始樣式時不套用。
en: Style and default font follow Settings › Subtitles and are shared with the web; not applied when ASS subtitles keep their own styling.
ja: スタイルとデフォルトフォントは「設定 › 字幕」に従い、Web と共有されます。ASS 字幕が元のスタイルを保持する場合は適用されません。
ko: 스타일과 기본 글꼴은 설정 › 자막을 따르며 웹과 공유됩니다. ASS 자막이 원래 스타일을 유지할 때는 적용되지 않습니다.
zh_hans: 样式与默认字体依「设置 › 字幕」，与 web 共用；ASS 字幕保留原始样式时不套用。

source: 機戰
en: Mecha
ja: メカ
ko: 메카
zh_hans: 机战

source: 檔名
en: File name
ja: ファイル名
ko: 파일 이름
zh_hans: 文件名

source: 檔案
en: files
ja: ファイル
ko: 파일
zh_hans: 文件

source: 檔案會在磁碟上改名；之後可從歷史一鍵復原。
en: Files are renamed on disk; you can undo from the history later.
ja: ファイルはディスク上でリネームされます。あとで履歴からワンクリックで元に戻せます。
ko: 파일 이름이 디스크에서 변경됩니다. 나중에 기록에서 한 번에 되돌릴 수 있습니다.
zh_hans: 文件会在磁盘上改名；之后可从历史一键还原。

source: 檔案會從磁碟永久刪除，無法復原。
en: The file is permanently deleted from disk. This can't be undone.
ja: ファイルはディスクから完全に削除され、元に戻せません。
ko: 파일이 디스크에서 영구적으로 삭제되며 되돌릴 수 없습니다.
zh_hans: 文件会从磁盘永久删除，无法恢复。

source: 檢查 %lld 部，更新 %lld 部
en: Checked %lld, updated %lld
ja: %lld 件を確認、%lld 件を更新
ko: %lld개 확인, %lld개 업데이트
zh_hans: 检查 %lld 部，更新 %lld 部

source: 正在執行中
en: Already running
ja: すでに実行中です
ko: 이미 실행 중입니다
zh_hans: 正在执行中

source: 正在獨立視窗播放
en: Playing in a separate window
ja: 別ウインドウで再生中
ko: 별도 창에서 재생 중
zh_hans: 正在独立窗口播放

source: 正在配對 Bangumi 條目…
en: Matching Bangumi entry…
ja: Bangumi の項目を照合中…
ko: Bangumi 항목 확인 중…
zh_hans: 正在配对 Bangumi 条目…

source: 正常
en: OK
ko: 정상

source: 此作品尚未有 Bangumi 條目
en: No Bangumi entry for this title yet
ja: この作品はまだ Bangumi に登録されていません
ko: 이 작품은 아직 Bangumi에 등록되지 않았습니다
zh_hans: 此作品尚未有 Bangumi 条目

source: 此影片沒有字幕
en: No subtitles for this video
ja: この動画には字幕がありません
ko: 이 영상에는 자막이 없습니다
zh_hans: 此视频没有字幕

source: 此裝置會以「%@」登記為一組 API token，可在 設定 › 伺服器 隨時撤銷。
en: This device is registered as an API token named “%@”; revoke it anytime in Settings › Server.
ja: このデバイスは「%@」という API トークンとして登録され、設定 › サーバー でいつでも取り消せます。
ko: 이 기기는 “%@” API 토큰으로 등록되며 설정 › 서버에서 언제든 취소할 수 있습니다.
zh_hans: 此设备会以「%@」登记为一组 API token，可在 设置 › 服务器 随时撤销。

source: 歷史
en: History
ja: 履歴
ko: 기록
zh_hans: 历史

source: 每 %lld 分鐘
en: Every %lld min
ja: %lld 分ごと
ko: %lld분마다
zh_hans: 每 %lld 分钟

source: 每 %lld 分鐘抓取
en: Fetch every %lld min
ja: %lld 分ごとに取得
ko: %lld분마다 가져오기
zh_hans: 每 %lld 分钟抓取

source: 每 %lld 小時
en: Every %lld h
ja: %lld 時間ごと
ko: %lld시간마다
zh_hans: 每 %lld 小时

source: 每 %lld 秒
en: Every %lld s
ja: %lld 秒ごと
ko: %lld초마다

source: 每 %lld 秒重試一次；連上後會自動更新。
en: Retrying every %lld s; the page refreshes once reconnected.
ja: %lld 秒ごとに再試行します。再接続後に自動で更新されます。
ko: %lld초마다 재시도합니다. 다시 연결되면 자동으로 갱신됩니다.
zh_hans: 每 %lld 秒重试一次；连上后会自动更新。

source: 每一集都只有一個檔案。
en: Every episode has exactly one file.
ja: 各エピソードにファイルは 1 つだけです。
ko: 모든 에피소드에 파일이 하나뿐입니다.
zh_hans: 每一集都只有一个文件。

source: 每日摘要
en: Daily digest
ja: デイリーダイジェスト
ko: 일일 요약

source: 每日摘要時間（HH:mm）
en: Daily digest time (HH:mm)
ja: デイリーダイジェストの時刻（HH:mm）
ko: 일일 요약 시간(HH:mm)
zh_hans: 每日摘要时间（HH:mm）

source: 每次詢問儲存位置
en: Ask where to save each time
ja: 毎回保存先を確認
ko: 매번 저장 위치 묻기
zh_hans: 每次询问保存位置

source: 每組只保留優先檔案，其餘從磁碟刪除。
en: Keeps only the preferred file of each set and deletes the rest from disk.
ja: 各組の優先ファイルのみを残し、それ以外はディスクから削除します。
ko: 각 그룹의 우선 파일만 남기고 나머지는 디스크에서 삭제합니다.
zh_hans: 每组只保留优先文件，其余从磁盘删除。

source: 每週起始日
en: Week Start Day
ja: 週の開始曜日
ko: 주 시작 요일
zh_hans: 每周起始日

source: 比例
en: Aspect ratio
ja: アスペクト比
ko: 화면 비율

source: 比對方式
en: Match mode
ja: マッチ方式
ko: 일치 방식
zh_hans: 比对方式

source: 水曜日
en: Wednesday
ko: 수요일

source: 沒有 token
en: No tokens
ja: トークンはありません
ko: 토큰 없음
zh_hans: 没有 token

source: 沒有「%@」的作品
en: Nothing in “%@”
ja: 「%@」の作品はありません
ko: “%@” 상태인 작품이 없습니다
zh_hans: 没有「%@」的作品

source: 沒有下載
en: No downloads
ja: ダウンロードはありません
ko: 다운로드 없음
zh_hans: 没有下载

source: 沒有可播放的檔案
en: No playable files
ja: 再生できるファイルがありません
ko: 재생할 수 있는 파일이 없습니다
zh_hans: 没有可播放的文件

source: 沒有子資料夾
en: No subfolders
ja: サブフォルダはありません
ko: 하위 폴더 없음
zh_hans: 没有子文件夹

source: 沒有已儲存的伺服器
en: No saved servers
ja: 保存済みのサーバーはありません
ko: 저장된 서버 없음
zh_hans: 没有已保存的服务器

source: 沒有找到種子
en: No torrents found
ja: トレントが見つかりません
ko: 토렌트를 찾을 수 없음
zh_hans: 没有找到种子

source: 沒有播放中的內容
en: Nothing playing
ja: 再生中のコンテンツはありません
ko: 재생 중인 콘텐츠가 없습니다
zh_hans: 没有播放中的内容

source: 沒有播放中的預告片
en: No trailer playing
ja: 再生中の予告編はありません
ko: 재생 중인 예고편이 없습니다
zh_hans: 没有播放中的预告片

source: 沒有未匹配的檔案
en: No unmatched files
ja: 未マッチのファイルはありません
ko: 미매칭 파일이 없습니다
zh_hans: 没有未匹配的文件

source: 沒有檔案
en: No files
ja: ファイルがありません
ko: 파일 없음
zh_hans: 没有文件
